Repository: tremowaves/TremoSave
Catalog: l10n/app_*.arb
Languages: vi

# welcomeTitle
source: Smart Auto Save
vi: Tự động lưu thông minh

# welcomeSubtitle
source: Manage and protect your work
vi: Quản lý và bảo vệ công việc của bạn

# welcomeDescription
source: Select the applications you want to auto-save. The system will monitor and save your work when you are using the selected applications.
vi: Chọn các ứng dụng bạn muốn tự động lưu. Hệ thống sẽ theo dõi và lưu công việc khi bạn đang sử dụng các ứng dụng đã chọn.

# selectApps
source: Select Applications
vi: Chọn ứng dụng

source: Auto Save Settings
vi: Cài đặt tự động lưu

# saveInterval
source: Auto save interval:
vi: Khoảng thời gian lưu tự động:

# minutes
source: {count} minutes
vi: {count} phút

source: Start Auto Save
vi: Bắt đầu tự động lưu

source: Stop Auto Save
vi: Dừng tự động lưu

source: Applications
vi: Ứng dụng

source: Interval
vi: Khoảng thời gian

source: Status
vi: Trạng thái

source: Active
vi: Hoạt động

source: Paused
vi: Tạm dừng

source: Save History
vi: Lịch sử lưu tự động

source: Latest Time
vi: Thời gian gần nhất

source: App Name
vi: Tên ứng dụng

source: Clear all logs
vi: Xóa tất cả log

# noSaveHistory
source: No save history yet
vi: Chưa có lịch sử lưu

source: Success
vi: Thành công

source: Error
vi: Lỗi

# totalSaves
source: Total {count} saves
vi: Tổng cộng {count} lần lưu

# successCount
source: {success} successful, {error} errors
vi: {success} thành công, {error} lỗi

# selectAtLeastOneApp
source: Please select at least one application to start auto save
vi: Vui lòng chọn ít nhất một ứng dụng để bắt đầu tự động lưu

# toggleDarkMode
source: Switch to light mode
vi: Chuyển sang chế độ sáng

# toggleLightMode
source: Switch to dark mode
vi: Chuyển sang chế độ tối

source: Show save history
vi: Hiển thị lịch sử lưu

# refreshApps
source: Refresh application list
vi: Làm mới danh sách ứng dụng

source: Settings
vi: Cài đặt
